cases/cavity/constant/thermophysicalProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermophysicalProperties;
}

inertSpecie ArtificialFluid;

activeSpecies
(
    Water
);

inactiveSpecies
(
    ArtificialFluid
);

phaseMixing
{
    viscosity       continuousPhase;
    conductivity    continuousPhase;
    heatCapacity    continuousPhase;
}
