cases/cavity/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
    (-0.5 0 0.005)
    (0.5 0 0.005)
    (-0.5 0 -0.005)
    (0.5 0 -0.005)
    (-0.5 1 0.005)
    (0.5 1 0.005)
    (-0.5 1 -0.005)
    (0.5 1 -0.005)
);

blocks
(
    hex (0 1 3 2 4 5 7 6) fluid (64 1 64) simpleGrading (1 1 1)
);

edges
(
);

patches
(
    wall movingWall
    (
        (4 5 7 6)
    )
    wall fixedWalls
    (
        (0 2 3 1)
        (0 4 6 2)
        (1 3 7 5)
   )
    empty frontAndBack
    (
        (0 1 5 4)
        (2 6 7 3)
    )
);

mergePatchPairs
(
);
